Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Higher values = slower heart rate. 800-1000ms is typical at rest (60-75 bpm). Athletes may see 1000-1200ms.
ar: القيم الأعلى = نبض أبطأ. 800-1000 مللي ثانية معتاد أثناء الراحة (60-75 نبضة/دقيقة). قد يرى الرياضيون 1000-1200 مللي ثانية.
da: Højere værdier = lavere puls. 800-1000 ms er typisk i hvile (60-75 bpm). Atleter kan se 1000-1200 ms.
de: Höhere Werte = langsamerer Puls. 800-1000 ms sind in Ruhe typisch (60-75 bpm). Sportler sehen teils 1000-1200 ms.
es: Valores más altos = pulso más lento. 800-1000 ms es lo típico en reposo (60-75 lpm). Los deportistas pueden ver 1000-1200 ms.
fi: Korkeammat arvot = hitaampi syke. 800-1000 ms on tyypillinen levossa (60-75 bpm). Urheilijoilla voi olla 1000-1200 ms.
fr: Des valeurs plus élevées = pouls plus lent. 800-1000 ms est typique au repos (60-75 bpm). Les athlètes peuvent voir 1000-1200 ms.
is: Hærri gildi = hægari púls. 800-1000 ms er dæmigert í hvíld (60-75 slög/mín). Íþróttafólk sér stundum 1000-1200 ms.
it: Valori più alti = battito più lento. 800-1000 ms è tipico a riposo (60-75 bpm). Gli atleti possono vedere 1000-1200 ms.
ja: 値が高いほど心拍は遅くなります。安静時は 800-1000 ms が一般的（60-75 bpm）。アスリートでは 1000-1200 ms のこともあります。
ko: 값이 클수록 심박이 느립니다. 안정 시에는 800-1000 ms가 일반적입니다(60-75 bpm). 선수는 1000-1200 ms일 수 있습니다.
nb: Høyere verdier = lavere puls. 800-1000 ms er typisk i hvile (60-75 bpm). Utøvere kan se 1000-1200 ms.
nl: Hogere waarden = tragere hartslag. 800-1000 ms is typisch in rust (60-75 bpm). Sporters zien soms 1000-1200 ms.
pt_br: Valores mais altos = batimento mais lento. 800-1000 ms é típico em repouso (60-75 bpm). Atletas podem ver 1000-1200 ms.
ru: Более высокие значения = более медленный пульс. В покое типично 800-1000 мс (60-75 уд/мин). У спортсменов бывает 1000-1200 мс.
sv: Högre värden = långsammare puls. 800-1000 ms är typiskt i vila (60-75 bpm). Idrottare kan se 1000-1200 ms.
zh_hans: 数值越高，心率越慢。静息时通常为 800-1000 ms（60-75 bpm）。运动员可能达到 1000-1200 ms。

source: Higher values indicate greater beat-to-beat variability. Similar interpretation to RMSSD.
ar: القيم الأعلى تدل على تباين أكبر بين النبضات. تفسيرها مشابه لـ RMSSD.
da: Højere værdier betyder større slag-til-slag-variabilitet. Fortolkes på samme måde som RMSSD.
de: Höhere Werte bedeuten größere Schlag-zu-Schlag-Variabilität. Interpretation ähnlich wie bei RMSSD.
es: Los valores más altos indican mayor variabilidad latido a latido. Se interpreta de forma similar a RMSSD.
fi: Korkeammat arvot tarkoittavat suurempaa lyönnistä lyöntiin -vaihtelua. Tulkinta on samanlainen kuin RMSSD:llä.
fr: Des valeurs plus élevées indiquent une plus grande variabilité battement à battement. Interprétation proche de RMSSD.
is: Hærri gildi þýða meiri breytileika milli slaga. Túlkun svipuð og hjá RMSSD.
it: Valori più alti indicano maggiore variabilità battito-battito. Interpretazione simile a RMSSD.
ja: 値が高いほど拍間変動が大きいことを示します。解釈は RMSSD と同様です。
ko: 값이 높을수록 박동 간 변동이 큽니다. 해석은 RMSSD와 유사합니다.
nb: Høyere verdier betyr større slag-til-slag-variabilitet. Tolkes på samme måte som RMSSD.
nl: Hogere waarden duiden op grotere slag-op-slag variabiliteit. Interpretatie vergelijkbaar met RMSSD.
pt_br: Valores mais altos indicam maior variabilidade batimento a batimento. Interpretação semelhante à do RMSSD.
ru: Более высокие значения означают большую межударную вариабельность. Интерпретация похожа на RMSSD.
sv: Högre värden innebär större slag-till-slag-variabilitet. Tolkas på liknande sätt som RMSSD.
zh_hans: 数值越高表示逐拍变异越大。解读方式与 RMSSD 类似。

source: Higher values indicate greater overall HRV. Typical range: 1000-8000 ms². Decreases with age and stress.
ar: القيم الأعلى تدل على تقلب نبض إجمالي أكبر. النطاق المعتاد: 1000-8000 مللي ثانية². ينخفض مع التقدم في العمر والإجهاد.
da: Højere værdier betyder større samlet HRV. Typisk interval: 1000-8000 ms². Falder med alder og stress.
de: Höhere Werte bedeuten eine größere Gesamt-HRV. Typischer Bereich: 1000-8000 ms². Nimmt mit Alter und Stress ab.
es: Los valores más altos indican mayor HRV global. Rango típico: 1000-8000 ms². Disminuye con la edad y el estrés.
fi: Korkeammat arvot tarkoittavat suurempaa kokonais-HRV:tä. Tyypillinen vaihteluväli: 1000-8000 ms². Laskee iän ja stressin myötä.
fr: Des valeurs plus élevées indiquent une HRV globale plus grande. Plage typique : 1000-8000 ms². Diminue avec l’âge et le stress.
is: Hærri gildi þýða meiri heildar-HRV. Dæmigert bil: 1000-8000 ms². Minnkar með aldri og streitu.
it: Valori più alti indicano un’HRV complessiva maggiore. Intervallo tipico: 1000-8000 ms². Diminuisce con l’età e lo stress.
ja: 値が高いほど全体的な HRV が大きいことを示します。典型的な範囲: 1000-8000 ms²。加齢とストレスで低下します。
ko: 값이 높을수록 전체 HRV가 큽니다. 일반적 범위: 1000-8000 ms². 나이와 스트레스에 따라 감소합니다.
nb: Høyere verdier betyr større samlet HRV. Typisk område: 1000-8000 ms². Synker med alder og stress.
nl: Hogere waarden duiden op een grotere totale HRV. Typisch bereik: 1000-8000 ms². Neemt af met leeftijd en stress.
pt_br: Valores mais altos indicam maior VFC geral. Faixa típica: 1000-8000 ms². Diminui com a idade e o estresse.
ru: Более высокие значения означают большую общую ВСР. Типичный диапазон: 1000-8000 мс². Снижается с возрастом и стрессом.
sv: Högre värden innebär större total HRV. Typiskt intervall: 1000-8000 ms². Minskar med ålder och stress.
zh_hans: 数值越高表示整体 HRV 越大。典型范围：1000-8000 ms²。会随年龄和压力下降。

source: Higher values indicate more HR variation. At rest, 5-15 bpm is typical.
ar: القيم الأعلى تدل على تباين أكبر في النبض. أثناء الراحة، 5-15 نبضة/دقيقة أمر معتاد.
da: Højere værdier betyder større pulsvariation. I hvile er 5-15 bpm typisk.
de: Höhere Werte bedeuten mehr Herzfrequenzschwankung. In Ruhe sind 5-15 bpm typisch.
es: Los valores más altos indican mayor variación de FC. En reposo, 5-15 lpm es lo habitual.
fi: Korkeammat arvot tarkoittavat suurempaa sykevaihtelua. Levossa 5-15 bpm on tyypillistä.
fr: Des valeurs plus élevées indiquent une plus grande variation de FC. Au repos, 5-15 bpm est typique.
is: Hærri gildi þýða meiri púlsbreytileika. Í hvíld er 5-15 slög/mín dæmigert.
it: Valori più alti indicano maggiore variazione della FC. A riposo, 5-15 bpm è tipico.
ja: 値が高いほど心拍のばらつきが大きいことを示します。安静時は 5-15 bpm が一般的です。
ko: 값이 높을수록 심박 변동이 큽니다. 안정 시에는 5-15 bpm이 일반적입니다.
nb: Høyere verdier betyr større pulsvariasjon. I hvile er 5-15 bpm typisk.
nl: Hogere waarden duiden op meer hartslagvariatie. In rust is 5-15 bpm typisch.
pt_br: Valores mais altos indicam maior variação da FC. Em repouso, 5-15 bpm é típico.
ru: Более высокие значения означают большую вариацию пульса. В покое типично 5-15 уд/мин.
sv: Högre värden innebär större pulsvariation. I vila är 5-15 bpm typiskt.
zh_hans: 数值越高表示心率波动越大。静息时 5-15 bpm 属典型范围。

source: Highest sustained HRV during sleep — your physiological ceiling, separate from readiness.
ar: أعلى HRV مستدام أثناء النوم — سقفك الفسيولوجي، منفصل عن الجاهزية.
da: Højeste vedvarende HRV under søvn — dit fysiologiske loft, adskilt fra parathed.
de: Höchster anhaltender HRV-Wert während des Schlafs — deine physiologische Obergrenze, unabhängig von der Bereitschaft.
es: HRV sostenida más alta durante el sueño — tu techo fisiológico, distinto del estado de preparación.
fi: Korkein ylläpidetty HRV unen aikana — fysiologinen kattosi, erillinen valmiudesta.
fr: HRV soutenu le plus élevé pendant le sommeil — votre plafond physiologique, distinct de l'état de préparation.
is: Hæsta viðvarandi HRV í svefni — lífeðlisfræðilegt þak þitt, aðskilið frá viðbúnaði.
it: L'HRV più alto sostenuto durante il sonno — il Suo tetto fisiologico, separato dalla prontezza.
ja: 睡眠中の最も高い持続HRV — 準備状態とは別の生理的上限。
ko: 수면 중 최고 지속 HRV — 준비 상태와 별개인 생리학적 상한.
nb: Høyeste vedvarende HRV under søvn — ditt fysiologiske tak, atskilt fra beredskap.
nl: Hoogste aanhoudende HRV tijdens de slaap — uw fysiologische bovengrens, los van gereedheid.
pt_br: HRV sustentado mais alto durante o sono — seu teto fisiológico, separado da prontidão.
ru: Максимальная устойчивая ВСР во время сна — ваш физиологический потолок, не связанный с готовностью.
sv: Högsta ihållande HRV under sömn — ditt fysiologiska tak, separat från beredskap.
zh_hans: 睡眠期间持续最高的HRV——你的生理上限，与准备状态分开。

source: Highest sustained HRV during sleep — your physiological ceiling, separate from readiness. Peak total power is the full ANS bandwidth; it tends to fall with accumulated load, short sleep, alcohol or stress, and sometimes illness.
ar: أعلى HRV مستدام أثناء النوم — سقفك الفسيولوجي، منفصلًا عن الجاهزية. وذروة القدرة الإجمالية هي عرض النطاق الكامل للجهاز العصبي الذاتي؛ وتميل إلى الانخفاض مع الحمل المتراكم أو قلة النوم أو الكحول أو الإجهاد، وأحيانًا مع المرض.
da: Højeste vedvarende HRV under søvn — dit fysiologiske loft, adskilt fra parathed. Højeste samlede effekt er hele ANS-båndbredden; den har tendens til at falde med ophobet belastning, kort søvn, alkohol eller stress og nogle gange sygdom.
de: Höchste anhaltende HRV im Schlaf — deine physiologische Obergrenze, unabhängig von der Bereitschaft. Die maximale Gesamtleistung entspricht der vollen Bandbreite des vegetativen Nervensystems; sie sinkt tendenziell bei angesammelter Belastung, kurzem Schlaf, Alkohol oder Stress und manchmal bei Krankheit.
es: La mayor HRV sostenida durante el sueño — tu techo fisiológico, distinto del estado de preparación. La potencia total máxima es todo el ancho de banda del SNA; tiende a bajar con la carga acumulada, el sueño corto, el alcohol o el estrés y, a veces, con una enfermedad.
fi: Korkein pitkäkestoinen HRV unen aikana — fysiologinen kattosi, erillään valmiudesta. Huippukokonaisteho kuvaa autonomisen hermoston koko kaistanleveyttä; sillä on taipumus laskea kertyneen kuorman, lyhyen unen, alkoholin tai stressin ja joskus sairauden myötä.
fr: HRV soutenue la plus élevée pendant le sommeil — votre plafond physiologique, distinct de l’état de préparation. La puissance totale maximale représente toute la bande passante du SNA ; elle tend à baisser avec la charge accumulée, un sommeil court, l’alcool ou le stress, et parfois la maladie.
is: Hæsta viðvarandi HRV í svefni — lífeðlisfræðilega þakið þitt, aðskilið frá viðbúnaði. Hámarks heildarafl er öll bandbreidd ósjálfráða taugakerfisins; það hefur tilhneigingu til að lækka með uppsöfnuðu álagi, stuttum svefni, áfengi eða streitu, og stundum veikindum.
it: L’HRV sostenuta più alta durante il sonno — il tuo tetto fisiologico, distinto dalla prontezza. La potenza totale di picco rappresenta l’intera ampiezza di banda del SNA; tende a calare con il carico accumulato, il sonno breve, l’alcol o lo stress, e talvolta con una malattia.
ja: 睡眠中に持続した最も高い HRV で、準備状態とは別の、あなたの生理的な上限です。ピーク合計パワーは ANS（自律神経系）の全帯域を表し、蓄積した負荷、睡眠不足、アルコール、ストレスによって低下する傾向があり、病気によって低下することもあります。
ko: 수면 중 유지된 가장 높은 HRV로, 준비 상태와는 별개인 생리적 상한선입니다. 최고 총 파워는 ANS(자율신경계) 전체 대역폭을 나타내며, 누적된 부하, 수면 부족, 음주나 스트레스로 떨어지는 경향이 있고 때로는 질병으로 떨어지기도 합니다.
nb: Høyeste vedvarende HRV under søvn — ditt fysiologiske tak, atskilt fra beredskap. Topp total effekt er hele båndbredden til det autonome nervesystemet (ANS); den har en tendens til å falle med akkumulert belastning, kort søvn, alkohol eller stress, og noen ganger sykdom.
nl: Hoogste aanhoudende HRV tijdens de slaap — je fysiologische plafond, los van gereedheid. Piek-totaal vermogen is de volledige ANS-bandbreedte; het daalt doorgaans bij opgebouwde belasting, kort slapen, alcohol of stress, en soms bij ziekte.
pt_br: HRV sustentado mais alto durante o sono — seu teto fisiológico, separado da prontidão. A potência total de pico é a largura de banda completa do SNA; ela tende a cair com carga acumulada, sono curto, álcool ou estresse e, às vezes, doença.
ru: Максимальная устойчивая ВСР во время сна — ваш физиологический потолок, не связанный с готовностью. Пиковая общая мощность — это вся полоса ВНС; она обычно снижается при накопленной нагрузке, недосыпе, алкоголе или стрессе, а иногда при болезни.
sv: Högsta ihållande HRV under sömn — ditt fysiologiska tak, separat från beredskap. Total toppeffekt är hela ANS-bandbredden; den tenderar att sjunka vid ackumulerad belastning, kort sömn, alkohol eller stress, och ibland sjukdom.
zh_hans: 睡眠期间持续最高的 HRV——你的生理上限，与准备状态分开。峰值总功率代表完整的自主神经系统带宽；它往往会随累积负荷、睡眠不足、饮酒或压力而下降，有时也会因疾病而下降。

source: Highly individual; track relative drops > 30%.
ar: فردي للغاية؛ تابع الانخفاضات النسبية التي تتجاوز 30%.
da: Meget individuelt; følg relative fald > 30 %.
de: Sehr individuell; verfolge relative Rückgänge > 30 %.
es: Muy individual; sigue las caídas relativas > 30 %.
fi: Hyvin yksilöllinen; seuraa yli 30 %:n suhteellisia laskuja.
fr: Très individuel ; suivez les baisses relatives > 30 %.
is: Mjög einstaklingsbundið; fylgstu með hlutfallslegum lækkunum > 30%.
it: Molto individuale; monitora i cali relativi > 30%.
ja: 個人差が大きい。30% を超える相対的な低下に注目。
ko: 개인차가 큼. 30%를 넘는 상대적 감소를 추적하세요.
nb: Svært individuelt; følg relative fall > 30 %.
nl: Zeer individueel; volg relatieve dalingen > 30%.
pt_br: Muito individual; acompanhe quedas relativas > 30%.
ru: Очень индивидуально; следите за падениями > 30 %.
sv: Mycket individuellt; följ relativa fall > 30 %.
zh_hans: 个体差异大；关注超过 30% 的相对下降。

source: Below 0.65 — below the reference range (common in deep sleep)
ar: أقل من 0.65 — دون النطاق المرجعي (شائع في النوم العميق)
da: Under 0,65 — under referenceintervallet (almindeligt i dyb søvn)
de: Unter 0,65 — unter dem Referenzbereich (üblich im Tiefschlaf)
es: Por debajo de 0,65 — por debajo del rango de referencia (común en el sueño profundo)
fi: Alle 0,65 — viitealueen alapuolella (yleistä syvässä unessa)
fr: En dessous de 0,65 — sous la plage de référence (courant en sommeil profond)
is: Undir 0,65 — undir viðmiðunarbilinu (algengt í djúpsvefni)
it: Sotto 0,65 — sotto l’intervallo di riferimento (comune nel sonno profondo)
ja: 0.65 未満 — 参照範囲より下（深い睡眠中によく見られます）
ko: 0.65 미만 — 참조 범위보다 낮음(깊은 수면 중 흔함)
nb: Under 0,65 — under referanseområdet (vanlig i dyp søvn)
nl: Onder 0,65 — onder het referentiebereik (gebruikelijk in diepe slaap)
pt_br: Abaixo de 0,65 — abaixo da faixa de referência (comum no sono profundo)
ru: Ниже 0,65 — ниже референсного диапазона (обычно в глубоком сне)
sv: Under 0,65 — under referensintervallet (vanligt i djupsömn)
zh_hans: 低于 0.65——低于参考范围（深睡时常见）

source: History
ar: السجل
da: Historik
de: Verlauf
es: Historial
fi: Historia
fr: Historique
is: Saga
it: Cronologia
ja: 履歴
ko: 기록 목록
nb: Historikk
nl: Geschiedenis
pt_br: Histórico
ru: История
sv: Historik
zh_hans: 历史

source: Hold %@ to end workout
ar: اضغط مطولًا على %@ لإنهاء التمرين
da: Hold %@ nede for at afslutte træning
de: %@ gedrückt halten, um das Training zu beenden
es: Mantén pulsado %@ para finalizar el entrenamiento
fi: Pidä %@ painettuna lopettaaksesi harjoituksen
fr: Maintenez %@ pour terminer la séance
is: Haltu %@ inni til að ljúka æfingu
it: Tieni premuto %@ per terminare l'allenamento
ja: ワークアウトを終了するには %@ を長押し
ko: 운동을 종료하려면 %@을(를) 길게 누르세요
nb: Hold inne %@ for å avslutte økten
nl: Houd %@ ingedrukt om de training te beëindigen
pt_br: Mantenha %@ pressionado para encerrar o treino
ru: Удерживайте %@, чтобы завершить тренировку
sv: Håll in %@ för att avsluta träningen
zh_hans: 按住 %@ 结束训练

source: Hold the strap close to your wrist
ar: أمسك الحزام قريبًا من معصمك
da: Hold remmen tæt på håndleddet
de: Halte den Gurt nah ans Handgelenk
es: Acerca la banda a tu muñeca
fi: Pidä vyö lähellä rannettasi
fr: Approchez la ceinture de votre poignet
is: Haltu ólinni nálægt úlnliðnum
it: Tieni la fascia vicino al polso
ja: ストラップを手首の近くに持ってください
ko: 스트랩을 손목 가까이 대세요
nb: Hold beltet nær håndleddet
nl: Houd de band dicht bij je pols
pt_br: Aproxime a cinta do seu pulso
ru: Поднесите ремень ближе к запястью
sv: Håll bandet nära handleden
zh_hans: 请将心率带靠近手腕

source: Hold to end… %lld
ar: اضغط مطولاً للإنهاء… %lld
da: Hold for at afslutte… %lld
de: Zum Beenden halten… %lld
es: Mantén pulsado para terminar… %lld
fi: Pidä painettuna lopettaaksesi… %lld
fr: Maintenez pour terminer… %lld
is: Haltu inni til að ljúka… %lld
it: Tieni premuto per terminare… %lld
ja: 長押しで終了… %lld
ko: 길게 눌러 종료… %lld
nb: Hold for å avslutte… %lld
nl: Houd vast om te beëindigen… %lld
pt_br: Mantenha pressionado para encerrar… %lld
ru: Удерживайте, чтобы завершить… %lld
sv: Håll för att avsluta… %lld
zh_hans: 按住以结束… %lld

source: Home address
ar: عنوان المنزل
da: Hjemmeadresse
de: Heimatadresse
es: Dirección de casa
fi: Kotiosoite
fr: Adresse du domicile
is: Heimilisfang
it: Indirizzo di casa
ja: 自宅の住所
ko: 집 주소
nb: Hjemmeadresse
nl: Thuisadres
pt_br: Endereço residencial
ru: Домашний адрес
sv: Hemadress
zh_hans: 家庭地址

source: Home Address
ar: عنوان المنزل
da: Hjemmeadresse
de: Heimatadresse
es: Dirección de casa
fi: Kotiosoite
fr: Adresse du domicile
is: Heimilisfang
it: Indirizzo di casa
ja: 自宅の住所
ko: 집 주소
nb: Hjemmeadresse
nl: Thuisadres
pt_br: Endereço residencial
ru: Домашний адрес
sv: Hemadress
zh_hans: 家庭住址

source: Hours since reading
ar: الساعات منذ القراءة
da: Timer siden måling
de: Stunden seit der Messung
es: Horas desde la lectura
fi: Tunteja mittauksesta
fr: Heures depuis la mesure
is: Klukkustundir frá mælingu
it: Ore dalla lettura
ja: 測定からの経過時間
ko: 측정 후 경과 시간
nb: Timer siden måling
nl: Uren sinds meting
pt_br: Horas desde a leitura
ru: Часов с момента измерения
sv: Timmar sedan mätning
zh_hans: 距读数已过小时

source: How am I doing today?
ar: كيف حالي اليوم؟
da: Hvordan klarer jeg mig i dag?
de: Wie stehe ich heute da?
es: ¿Cómo voy hoy?
fi: Miten pärjään tänään?
fr: Comment vais-je aujourd’hui ?
is: Hvernig stend ég mig í dag?
it: Come sto andando oggi?
ja: 今日の調子はどうですか？
ko: 오늘 나는 어떤가요?
nb: Hvordan går det med meg i dag?
nl: Hoe doe ik het vandaag?
pt_br: Como estou hoje?
ru: Как у меня дела сегодня?
sv: Hur ligger jag till idag?
zh_hans: 我今天状态如何？

source: How are you feeling?
ar: كيف تشعر؟
da: Hvordan har du det?
de: Wie fühlst du dich?
es: ¿Cómo te sientes?
fi: Miltä sinusta tuntuu?
fr: Comment vous sentez-vous ?
is: Hvernig líður þér?
it: Come ti senti?
ja: 調子はどうですか？
ko: 컨디션은 어떤가요?
nb: Hvordan føler du deg?
nl: Hoe voel je je?
pt_br: Como você está se sentindo?
ru: Как вы себя чувствуете?
sv: Hur mår du?
zh_hans: 你感觉如何？

source: How can I improve my sleep tonight?
ar: كيف يمكنني تحسين نومي الليلة؟
da: Hvordan kan jeg forbedre min søvn i nat?
de: Wie kann ich meinen Schlaf heute Nacht verbessern?
es: ¿Cómo puedo mejorar mi sueño esta noche?
fi: Miten voin parantaa untani tänä yönä?
fr: Comment améliorer mon sommeil cette nuit ?
is: Hvernig get ég bætt svefninn í nótt?
it: Come posso migliorare il sonno stanotte?
ja: 今夜の睡眠を改善するには？
ko: 오늘 밤 수면을 어떻게 개선할 수 있나요?
nb: Hvordan kan jeg forbedre søvnen i natt?
nl: Hoe kan ik mijn slaap vannacht verbeteren?
pt_br: Como posso melhorar meu sono esta noite?
ru: Как улучшить сон этой ночью?
sv: Hur kan jag förbättra min sömn i natt?
zh_hans: 我今晚如何改善睡眠？

source: How did that feel?
ar: كيف كان شعورك بذلك؟
da: Hvordan føltes det?
de: Wie hat sich das angefühlt?
es: ¿Qué tal lo notaste?
fi: Miltä se tuntui?
fr: Quelles sensations ?
is: Hvernig var tilfinningin?
it: Come ti è sembrato?
ja: どう感じましたか？
ko: 어떤 느낌이었나요?
nb: Hvordan føltes det?
nl: Hoe voelde dat?
pt_br: Como foi a sensação?
ru: Как ощущалось?
sv: Hur kändes det?
zh_hans: 感觉如何？

source: HOW DID THAT FEEL?
ar: كيف كان شعورك؟
da: HVORDAN FØLTES DET?
de: WIE HAT SICH DAS ANGEFÜHLT?
es: ¿CÓMO TE SENTISTE?
fi: MILTÄ SE TUNTUI?
fr: QU'AVEZ-VOUS RESSENTI ?
is: HVERNIG LEIÐ ÞÉR?
it: COME TI SEI SENTITO?
ja: どんな感じでしたか？
ko: 어떻게 느껴졌나요?
nb: HVORDAN FØLTES DET?
nl: HOE VOELDE DAT?
pt_br: COMO VOCÊ SE SENTIU?
ru: КАКОВЫ ОЩУЩЕНИЯ?
sv: HUR KÄNDES DET?
zh_hans: 感觉如何？

source: How did you sleep? Any observations...
ar: كيف نمت؟ أي ملاحظات...
da: Hvordan sov du? Eventuelle observationer...
de: Wie hast du geschlafen? Beobachtungen …
es: ¿Cómo dormiste? ¿Alguna observación...?
fi: Miten nukuit? Havaintoja...
fr: Comment avez-vous dormi ? Des observations...
is: Hvernig svafstu? Einhverjar athugasemdir...
it: Come ha dormito? Eventuali osservazioni...
ja: 睡眠はいかがでしたか？気づいたことがあれば...
ko: 수면은 어떠셨나요? 특이사항이 있으면 기록하세요...
nb: Hvordan sov du? Eventuelle observasjoner...
nl: Hoe heeft u geslapen? Eventuele observaties...
pt_br: Como você dormiu? Alguma observação...
ru: Как вы спали? Есть наблюдения...
sv: Hur sov du? Eventuella observationer...
zh_hans: 你睡得怎么样？有什么感受...

source: How do you feel this morning?
ar: كيف تشعر هذا الصباح؟
da: Hvordan har du det i morges?
de: Wie fühlst du dich heute Morgen?
es: ¿Cómo te sientes esta mañana?
fi: Miltä sinusta tuntuu tänä aamuna?
fr: Comment vous sentez-vous ce matin ?
is: Hvernig líður þér í morgun?
it: Come ti senti stamattina?
ja: 今朝の調子はいかがですか？
ko: 오늘 아침 컨디션은 어떠세요?
nb: Hvordan føler du deg i morges?
nl: Hoe voel je je vanochtend?
pt_br: Como você se sente esta manhã?
ru: Как вы себя чувствуете сегодня утром?
sv: Hur känner du dig i morse?
zh_hans: 今天早上感觉如何？

source: How Do You Feel?
ar: كيف تشعر؟
da: Hvordan har du det?
de: Wie fühlst du dich?
es: ¿Cómo te sientes?
fi: Miltä sinusta tuntuu?
fr: Comment vous sentez-vous ?
is: Hvernig líður þér?
it: Come ti senti?
ja: 調子はどうですか？
ko: 기분이 어떠신가요?
nb: Hvordan føler du deg?
nl: Hoe voel je je?
pt_br: Como você está se sentindo?
ru: Как вы себя чувствуете?
sv: Hur mår du?
zh_hans: 你感觉如何？

source: How does Emuqu score recovery?
ar: كيف يحسب Emuqu درجة التعافي؟
da: Hvordan scorer Emuqu restitution?
de: Wie bewertet Emuqu die Erholung?
es: ¿Cómo puntúa Emuqu la recuperación?
fi: Miten Emuqu pisteyttää palautumisen?
fr: Comment Emuqu évalue-t-il la récupération ?
is: Hvernig metur Emuqu endurheimt?
it: Come calcola Emuqu il punteggio di recupero?
ja: Emuqu は回復をどう採点しますか？
ko: Emuqu는 회복을 어떻게 채점하나요?
nb: Hvordan scorer Emuqu restitusjon?
nl: Hoe scoort Emuqu herstel?
pt_br: Como o Emuqu pontua a recuperação?
ru: Как Emuqu оценивает восстановление?
sv: Hur poängsätter Emuqu återhämtning?
zh_hans: Emuqu 如何评定恢复？

source: How Emuqu scores recovery
ar: كيف يقيّم Emuqu التعافي
da: Sådan scorer Emuqu restitution
de: Wie Emuqu die Erholung bewertet
es: Cómo puntúa Emuqu la recuperación
fi: Miten Emuqu pisteyttää palautumisen
fr: Comment Emuqu évalue la récupération
is: Hvernig Emuqu gefur endurheimt stig
it: Come Emuqu valuta il recupero
ja: Emuqu が回復をどう評価するか
ko: Flow가 회복을 평가하는 방법
nb: Slik scorer Emuqu restitusjon
nl: Hoe Emuqu herstel scoort
pt_br: Como o Emuqu pontua a recuperação
ru: Как Emuqu оценивает восстановление
sv: Så poängsätter Emuqu återhämtning
zh_hans: Emuqu 如何评估恢复

source: How it leaves your device
ar: كيف تغادر البيانات جهازك
da: Sådan forlader det din enhed
de: Wie es dein Gerät verlässt
es: Cómo sale de tu dispositivo
fi: Miten se poistuu laitteeltasi
fr: Comment ça quitte votre appareil
is: Hvernig það fer úr tækinu þínu
it: Come esce dal tuo dispositivo
ja: デバイスからどのように送信されるか
ko: 기기에서 어떻게 전송되는지
nb: Hvordan det forlater enheten din
nl: Hoe het je apparaat verlaat
pt_br: Como sai do seu dispositivo
ru: Как это покидает ваше устройство
sv: Hur det lämnar din enhet
zh_hans: 数据如何离开你的设备

source: How These Services Treat Your Data
ar: كيف تتعامل هذه الخدمات مع بياناتك
da: Sådan behandler disse tjenester dine data
de: Wie diese Dienste mit deinen Daten umgehen
es: Cómo tratan tus datos estos servicios
fi: Miten nämä palvelut käsittelevät tietojasi
fr: Comment ces services traitent vos données
is: Hvernig þessar þjónustur meðhöndla gögnin þín
it: Come questi servizi trattano i tuoi dati
ja: これらのサービスによるデータの扱い
ko: 이 서비스들이 데이터를 처리하는 방식
nb: Slik behandler disse tjenestene dataene dine
nl: Hoe deze diensten met je gegevens omgaan
pt_br: Como esses serviços tratam seus dados
ru: Как эти сервисы обращаются с вашими данными
sv: Hur dessa tjänster hanterar dina data
zh_hans: 这些服务如何处理你的数据

source: How to capture
ar: كيفية التسجيل
da: Sådan registrerer du
de: So erfasst du
es: Cómo capturar
fi: Näin tallennat
fr: Comment capturer
is: Hvernig á að taka upp
it: Come acquisire
ja: 記録方法
ko: 측정 방법
nb: Slik registrerer du
nl: Hoe vastleggen
pt_br: Como capturar
ru: Как записать
sv: Så här registrerar du
zh_hans: 如何记录
